Repository: wladweb/tweettee
Catalog: src/languages/tweettee-*.po
Languages: ru_ru

source: Create new Application on
ru_ru: Создайте новое приложение на

source: Fill in the <b>Callback URL</b> field with
ru_ru: Заполните поле <b>Callback URL</b> значеием

source: Copy <b>Consumer Key</b> and <b>Consuner Secret</b>, and paste in form bellow.
ru_ru: Скопируйте <b>Consumer Key</b> and <b>Consuner Secret</b> и вставьте в форму ниже.

source: Send form.
ru_ru: Отправьте форму.

source: Accept authorisation.
ru_ru: Разрешите авторизацию.

source: Send
ru_ru: Отправить

source: Settings
ru_ru: Настройки

source: Home page block
ru_ru: Блок на главной странице

source: Show tweettee unit on the home page. (Experimental. Suitable not for every template)
ru_ru: Показывать Tweettee блок на главной странице. (Экспериментально, подойдет не для всех шаблонов)

source: Tweettee block position number in post list on home page
ru_ru: Номер позиции блока Tweettee в списке постов на главной странице

source: User timeline
ru_ru: Мои твиты

source: Home timeline
ru_ru: Моя лента

source: Mentions
ru_ru: Упоминания

source: Home timeline another account
ru_ru: Твиты другого твиттер аккаунта

source: Search by
ru_ru: Поиск по

source: any word
ru_ru: любому слову

source: Search result
ru_ru: Результаты поиска

source: Popular
ru_ru: Популярное

source: Recent
ru_ru: Последнее

source: Mixed
ru_ru: Смешанное

source: Language
ru_ru: Язык

source: Number of tweets
ru_ru: Количество твитов

source: Show only text
ru_ru: Показывать только текст

source: All tweettee links with "<b>rel=nofollow</b>"
ru_ru: Ко всем Tweettee ссылкам добавить "<b>rel=nofollow</b>"

source: Wrap tweettee unit in "<b>&lt;!--noindex--&gt;</b>" (For SE Yandex)
ru_ru: Обернуть Tweettee блок тегами "<b>&lt;!--noindex--&gt;</b>" (Для ПС Яндекс)

source: Widget
ru_ru: Виджет

source: post tags
ru_ru: тегам поста

source: category name
ru_ru: имени категории

source: Cache
ru_ru: Кэш

source: Enable caching
ru_ru: Включить кэш

source: Cache interval
ru_ru: Время кэширования

source: In this time cache will be updated
ru_ru: Через это время кэш будет обновлен

source: Save settings
ru_ru: Сохранить настройки

source: Something went wrong. Check log file & plugin settings.
ru_ru: Что-то пошло не так. Проверьте лог-файл и настройки плагина.

source: Displays a list of tweets in accordance with the settings
ru_ru: Отображает список твитов в соответствии с настройками

source: Title
ru_ru: Заголовок
